# HHeight

## Description
Function HHeight returns the height of the referenced object.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION HHeight(h : HANDLE) : REAL;
```

```python

def vs.HHeight(h):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Version
Availability: from MiniCAD
## Category
* Object Info